var citySub = [
	{
		"name" : "广东",
		"sub": "粤"  
	},
	{
		"name" : "北京",
		"sub": "京"  
	},
	{
		"name" : "广西壮族自治区",
		"sub": "桂"
	},
	{
		"name" : "天津",
		"sub": "津"
	},
	{
		"name" : "上海",
		"sub": "沪"  
	},
	{
		"name" : "河北",
		"sub": "冀"  
	},
	{
		"name" : "山西",
		"sub": "晋"
	},
	
	{
		"name" : "辽宁",
		"sub": "辽"
	},
	{
		"name" : "吉林",
		"sub": "吉"  
	},
	{
		"name" : "黑龙江",
		"sub": "黑"
	},
	
	{
		"name" : "江苏",
		"sub": "苏"
	},
	{
		"name" : "浙江",
		"sub": "浙"  
	},
	{
		"name" : "安徽",
		"sub": "皖"
	},
	{
		"name" : "福建",
		"sub": "闽"  
	},
	{
		"name" : "江西",
		"sub": "赣"
	},
	{
		"name" : "山东",
		"sub": "鲁"  
	},
	{
		"name" : "河南",
		"sub": "豫"
	},
	{
		"name" : "湖北",
		"sub": "鄂"  
	},
	{
		"name" : "湖南",
		"sub": "湘"
	},
	{
		"name" : "海南",
		"sub": "琼"  
	},
	{
		"name" : "重庆市",
		"sub": "渝"
	},
	{
		"name" : "四川",
		"sub": "川"  
		// "sub": "川/蜀"  
	},
	{
		"name" : "贵州",
		"sub": "黔"
		// "sub": "黔/贵"
	},
	{
		"name" : "云南",
		"sub": "云"   
		// "sub": "云/滇"  
	},
	
	{
		"name" : "陕西",
		"sub": "陕"
		// "sub": "陕/秦"  
	},
	{
		"name" : "甘肃",
		"sub": "甘"
		// "sub": "甘/陇"
	},
	{
		"name" : "青海",
		"sub": "青"
	},
	{
		"name" : "宁夏回族自治区",
		"sub": "宁"  
	},
	{
		"name" : "内蒙古自治区",
		"sub": "内蒙古"  
	},
	{
		"name" : "西藏自治区",
		"sub": "藏"
	},
	{
		"name" : "新疆维吾尔自治区",
		"sub": "新"
	},
	{
		"name" : "香港特别行政区",
		"sub": "港"  
	},
	{
		"name" : "澳门特别行政区",
		"sub": "澳"
	},
	{
		"name" : "台湾省",
		"sub": "台"
	}

]; 

export {
   citySub
};
           
 